Repository: Kgfjdj/zidong
Catalog: 自动画画相关/colors-3.1/Languages/Colors.*.po
Languages: es_es, sv

source: Would you like to purchase a "Pro" version to remove this limit?
es_es: ¿Deseas comprar una versión "Pro" para eliminar esta limitación?
sv: Vill du köpa "Pro-versionen" för att ta bort den här begränsningen?

source: Would you like to purchase a "Pro" version to unlock this feature?
es_es: ¿Deseas comprar una versión "Pro" para desbloquear esta característica?
sv: Vill du köpa en "Pro-version" för att ta låsa upp denna funktion?

# mainform.s_cannot_create_license_dir
source: Not able to create a directory for a license file.
es_es: No es posible crear un directorio para un archivo de licencia.
sv: Kunde inte skapa mapp för en licensfil.

source: Are you sure you want to unregister the product? This will remove your license and deactivate the "Pro" version.
es_es: ¿Estas seguro de querer desactivar el producto? Esto eliminará tu licencia y desactivará la versión "Pro".
sv: Vill du verkligen avregistrera produkten? Detta kommer att ta bort din licens och avaktivera Pro-versionen.

# mainform.s_contact_email
source: Contact email
es_es: E-mail de contacto
sv: E-postadress

# mainform.s_contact_name
source: Contact name
es_es: Nombre de contacto
sv: Namn

source: This feature is not available in this version.
es_es: Esta característica no está disponible en esta versión.
sv: Funktionen är inte tillgänglig i denna version.

# mainform.s_free_license_note
source: This application can be used and distributed ONLY for non-commercial purposes and with appropriate attributions.
es_es: Esta aplicación puede ser usada y distribuida SOLO con fines no-comerciales y con los atributos apropiados.
sv: Detta program får användas och distribueras, ENDAST för icke kommersiella ändamål och med lämpliga tillskrivningar.

# mainform.s_issue_date
source: Issue date
es_es: Fecha de emisión
sv: Publiceringsdatum

# mainform.s_license
source: License
es_es: Licencia
sv: Licens

# mainform.s_licensed_to
source: Licensed to
es_es: Licenciado a
sv: Licensierad för

# mainform.s_license_expiry
source: License expiry
es_es: Caducidad de licencia
sv: Licensen upphör att gälla

# mainform.s_license_has_expired
source: License has expired.
es_es: La licencia a caducado.
sv: Licensen har upphört att gälla.

# mainform.s_license_load_failed
source: Failed to load the license.
es_es: Error al cargar la licencia.
sv: Kunde inte läsa in licensen.

# mainform.s_license_remove_failed
source: Failed to remove the license.
es_es: Error al eliminar la licencia.
sv: Kunde inte ta bort licensen.

# mainform.s_license_remove_ok
source: License has been removed.
es_es: La licencia a sido eliminada.
sv: Licensen har tagits bort.

source: (non-commercial use only)
es_es: (Únicamente para uso no-comercial)
sv: (endast icke kommersiell användning)

# mainform.s_number_of_computers
source: Number of computers
es_es: Número de PCs
sv: Antal datorer

source: For more information please read full license code
es_es: Para mas información lea completamente el código de licencia
sv: Läs den fullständiga licenstexten för mer information

# mainform.s_registration_error
source: Registration code is invalid.
es_es: El código de activación es invalido.
sv: Registreringskoden är ogiltig.

# mainform.s_registration_ok
source: Registration has been successful!
es_es: La activación a sido un exito!
sv: Registreringen är slutförd!

# mainform.s_upgrade_expiry
source: Upgrade expiry
es_es: Caducidad de actualización
sv: Uppgradering upphör att gälla

# tformabout.caption
source: About
es_es: Acerca de
sv: Om

source: Author:
es_es: Autor:
sv: Skapare:

source: Date:
es_es: Fecha:
sv: Datum:

source: Version:
es_es: Versión:

source: Website:
es_es: Sitio Web:
sv: Webbsida:

# TFORMMAIN.ACTIONABOUT.CAPTION
source: About
es_es: Acerca de
sv: Om

# tformmain.actioncolorpicking.caption
source: Pick from Screen
es_es: Seleccionar de la Pantalla
sv: Hämta från skärmen

source: Exit
es_es: Salir
sv: Avsluta

source: Forum (online)
es_es: Foro (en línea)

source: Lite vs Pro (online)
es_es: Lite vs Pro (en línea)

source: Purchase (online)
es_es: Comprar (en línea)
sv: Köp (online)

# tformmain.actionregister.caption
source: Register
es_es: Registrarse
sv: Registrera

# tformmain.actionsettings.caption
source: Settings
es_es: Configuración
sv: Inställningar

source: Unregister
es_es: Desactivar registro
sv: Avregistrera

source: Version History
es_es: Historial de Versiones
sv: Versionshistorik

source: Website (online)
es_es: Sitio Web (en línea)
sv: Webbsida (online)

source: Automatically place selected color into clipboard
es_es: Automáticamente pasar color elegido al portapapeles
sv: Placera automatiskt den valda färgen i Urklipp

source: Hide this window when picking color from screen
es_es: Ocultar esta ventana al elegir un color de la pantalla
sv: Dölj detta fönster vid hämtning av färg från skärmen

source: File
es_es: Archivo
sv: Arkiv

source: Help
es_es: Ayuda
sv: Hjälp

source: Language
es_es: Lenguaje
sv: Språk

source: Cancel
es_es: Cancelar
sv: Avbryt

# TFORMREGISTER.BB_REGISTER.CAPTION
source: Register
es_es: Registrarse
sv: Registrera

source: Registration
es_es: Activación
sv: Registrering

source: Please enter your registration code:
es_es: Por favor ingrese su código de activación:
sv: Ange din registreringskod:

# TFORMSETTINGS.CAPTION
source: Settings
es_es: Configuración
sv: Inställningar

source: Display HTML color with hash symbol (#)
es_es: Desplegar color HTML con símbolo hash (#)
sv: Visa HTML-färg med hash-symbol (#)

source: Color format to copy into clipboard:
es_es: Formato de color para copiar al portapapeles:
sv: Färgformat att kopiera till Urklipp:

source: Color picker spot size:
es_es: Elegir color y tamaño de punto:
sv: Färghämtarens punktstorlek:

source: HEX with $
es_es: HEX con $
sv: HEX med $

source: HEX with 0x
es_es: HEX con 0x
sv: HEX med 0x

source: HTML with #
es_es: HTML con #
sv: HTML med #

source: Accept
es_es: Aceptar
sv: Acceptera

source: Purchase
es_es: Comprar
sv: Köp

source: Enter registration code
es_es: Ingresar código de activación
sv: Ange registreringskod

source: Terms of Use
es_es: Términos de Uso
sv: Användningsvillkor

source: Please be aware of the terms of use of this application:
es_es: Por favor observa los términos de uso de esta aplicación:
sv: Notera användningsvillkoren för detta program:

source: For commercial use you must obtain a commercial license by going to the website. If you already hold a license please enter your registration code. Thank you for playing fair.
es_es: Para uso comercial debes obtener una licencia comercial visitando el sitio web. Si ya tiene una licencia ingrese su código de registro. Gracias por ser legal.
sv: För kommersiell användning krävs en kommersiell licens, köpt från webbsidan. Ange din registreringskod om du redan har en licens. Tack för att du är ärlig.

# TFORMTERMSOFUSE.LABEL_NONCOMMERCIAL.CAPTION
source: This application can be used and distributed ONLY for non-commercial purposes and with appropriate attributions.
es_es: Esta aplicación pude ser usada y distribuida SOLO para propósitos no-comerciales y con los atributos apropiados.
sv: Detta program får användas och distribueras, ENDAST för icke kommersiella ändamål och med lämpliga tillskrivningar.

source: Please also consider purchasing a "Pro" version to support the future development of this application.
es_es: Por favor considera comprar una versión "Pro" para apoyar el futuro desarrollo de esta aplicación.
sv: Överväg också att köpa en "Pro-version", för att stödja framtida utveckling av det här programmet.

# ufunctions.msg_shell_execute_error
source: Could not open the following file: %s Error: %s (%d).
es_es: Imposible abrir el siguiente archivo: %s Error: %s (%d).
sv: Kunde inte öppna följande fil: %s Fel: %s (%d).

# uregistration.s_cannot_create_license_dir
source: Not able to create a directory for a license file.
es_es: No es posible crear un directorio para un archivo de licencia.
sv: Kunde inte skapa mapp för en licensfil.

# uregistration.s_contact_email
source: Contact email
es_es: Email de contacto
sv: E-postadress

# uregistration.s_contact_name
source: Contact name
es_es: Nombre de contacto
sv: Namn

source: Failed to delete file:
es_es: Error al borrar archivo:
sv: Kunde inte ta bort filen:

source: Failed to load license data:
es_es: Error al cargar datos de licencia:
sv: Kunde inte läsa in licensdata:

source: Failed to save license data:
es_es: Error al guardar datos de licencia:
sv: Kunde inte spara licensdata:

# uregistration.s_issue_date
source: Issue date
es_es: Fecha de emisión
sv: Publiceringsdatum

# uregistration.s_license
source: License
es_es: Licencia
sv: Licens

# uregistration.s_licensed_to
source: Licensed to
es_es: Licenciado a
sv: Licensierad för

source: License has been blacklisted.
es_es: La licencia a sido bloqueada.
sv: Licensen har svartlistats.

# uregistration.s_license_expiry
source: License expiry
es_es: Caducidad de licencia
sv: Licensen upphör att gälla

# uregistration.s_license_has_expired
source: License has expired.
es_es: La licencia a caducado.
sv: Licensen har upphört att gälla.

source: License is invalid!
es_es: ¡La licencia no es valida!
sv: Licensen är ogiltig!

# uregistration.s_license_load_failed
source: Failed to load the license.
es_es: Error al cargar la licencia.
sv: Kunde inte läsa in licensen.

source: You need to renew the license in order to activate the product.
es_es: Es necesario renovar la licencia para activar el producto.
sv: Du behöver förnya licensen för att kunna aktivera produkten.

# uregistration.s_license_remove_failed
source: Failed to remove the license.
es_es: Error al eliminar la licencia.
sv: Kunde inte ta bort licensen.

# uregistration.s_license_remove_ok
source: License has been removed.
es_es: La licencia a sido eliminada.
sv: Licensen har tagits bort.

source: Your license is outside of the upgrade period.
es_es: La licencia esta fuera del periodo de actualización.
sv: Din licens är utanför uppgraderingsperioden.

# uregistration.s_number_of_computers
source: Number of computers
es_es: Número de PCs
sv: Antal datorer

# uregistration.s_registration_error
source: Registration code is invalid.
es_es: El código de activación es invalido.
sv: Registreringskoden är ogiltig.

source: Registration file not found.
es_es: Archivo de registro no encontrado.
sv: Registreringsfilen hittades inte.

source: Failed to read registration file.
es_es: Error al leer archivo de registro.
sv: Kunde inte läsa registreringsfilen.

# uregistration.s_registration_ok
source: Registration has been successful!
es_es: ¡La activación a sido un éxito!
sv: Registreringen är slutförd!

# uregistration.s_upgrade_expiry
source: Upgrade expiry
es_es: Caducidad de actualización
sv: Uppgradering upphör att gälla

source: Error
sv: Fel

source: Email:
sv: E-post:
